{
"id": "1",
"app_fcm_key": "AAAAa-p2vNw:APA91bGjS0c_jpqseyQobunw4HdVArQ-ekZQSqE4q1x9dthcBrFQne9bgnnReM_Jp-zQzuD1UkyJuLS4VGzN0nTKXwysEqDgKZAhiYywn8FMcpUx5ETNThIhoUw8BzA2WzEE42J0rZ8_",
"api_key": "cda11EXFWjhuIkgf3VwK0nYNsCt8mcBLZ6v1TbQoiJDRO2Sr5M",
"package_name": "com.app.shaBomb20",
"onesignal_app_id": "9a484590-b7f7-4acb-bdb6-d58a0087598e",
"onesignal_rest_api_key": "MWNiNDEwMzItYTkxZS00YmVjLTk0MDEtYjIzYzExN2E0ZWUx",
"providers": "onesignal",
"protocol_type": "http://",
"privacy_policy": "<h2><strong>Privacy Policy</strong></h2>\r\n\r\n<p>This privacy policy includes all the details about the data collected in Your Videos Channel and how it&rsquo;s used.</p>\r\n\r\n<p>As a user we also do not like to give personal informations and we don&rsquo;t want to see our informations collected without knowing what will going to happen to those datas. Your Videos Channel has been alive with the support and trust of it&rsquo;s users. We want to keep the trust; you can find all the details about the data usage below.</p>\r\n\r\n<p>Your Videos Channel does collect anonymous usage data. This data does not include your original device identification numbers, your real personality or your personal data if it&rsquo;s not directly given by you in an open form.</p>\r\n\r\n<p>Your Videos Channel can not access to your real information and your purchases or any other action may not be restored without associating purchases with some information. This is why it is recommended to fill the registration form in the application. That form contains personal information which helps us contact the user easily, help quickly and solve possible licensing problems.</p>\r\n\r\n<p>Usage / interactions in the application are used to determine what stations is being listed at most and which functions attracts the most attention so we can improve those sections. This information also allows us to be able to serve better features like listing most popular stations according to a specific region.</p>\r\n\r\n<p>These datas may be used to serve additional services to 3rd parties like station statistics. NONE of these services will include sensitive information/personally identifying data if not permitted by you.</p>\r\n\r\n<p>In some cases Your Videos Channel may communicate directly with a 3rd party server to obtain latest data for display within the app (such as rss feeds, artist/song images and informations) . When this happens &ndash; we don&rsquo;t transmit any data about you or your usage to these 3rd parties except where explicitly stated. Please check these 3rd parties (where applicable) for their additional privacy policies.</p>\r\n\r\n<p><strong>Advertising Banner Privacy Policy</strong></p>\r\n\r\n<p>Your Videos Channel may display advertisements on various places in the application. This system may use and transmit basic regional/language information about you to the advertising banner system in order to provide you with relevant ads. In some cases, we may have agreements with sponsors and we may hide advertisements in that situation. Eventhough the advertisement may get hidden in that situation, we may provide similar informations to sponsors or 3rd parties.</p>\r\n\r\n<p><strong>3rd Party Content Privacy Policy</strong></p>\r\n\r\n<p>Your Videos Channel may display live web pages or images from 3rd party sources and in these cases you should read the privacy policies displayed by these websites. We use Google Image Search for some of the images related to now playing info.</p>\r\n\r\n<p><strong>Contact us</strong></p>\r\n\r\n<p>If you have any questions regarding privacy while using the Application, or have questions about our practices, please contact us via email at yetop93@gmail.com</p>\r\n"
}